11/data/attachments/49c396b2929e61e1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_church_Friend_23107_5</nif:username>
            <nif:friendToBeRequested>soap_friends_71a19caf-7aa7-42c1-be50-e2ef7b956cd0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>